Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Good Luck, Hero!.tmx
Source language: ko_kr
Languages: en_us

source: 빠르네⋯
en_us: that was fast...

source: 그냥 놔두고 우리는 들어가자.
en_us: let’s leave them be and get inside.

source: 빠안-
en_us: stare

source: 야, 야아.
en_us: hey, heyyy.

source: 이리 와!
en_us: come here!

source: 저거?
en_us: that?

source: 형도 맛ㅛ잇는거 먹어
en_us: i hop tou eat something good to

source: 영웅 오빠, 있잖아, 나는···
en_us: every night, hero... I dream...

source: 내 말이 말 같지 않아?
en_us: you think i’m kidding?

source: 씹어?
en_us: are you?

source: 우리 딸이 한결 씨 목숨 줄 붙여준 거니까, 얘가 원하는 것은 뭐든 해주고.
en_us: since you are still alive thanks to my daughter, ga-in, do what she asks of you.

source: 맞아, 맞아.
en_us: yep, yep.

source: 어라라라···
en_us: whoa whoa whoa whoa....

source: 정신 차려, 정가인!
en_us: get a grip, ga-in jeong!

source: 어쩌면 영웅 오빠는 기억을 완전히 되찾은 게 아닐 수도⋯
en_us: or maybe hero hasn’t recovered his memories...

source: 나만의 용사님을 잃어버린
en_us: as a pitiful little child...

source: 좋네, 좋아.
en_us: good, very good.

source: 나랑 백 비서님은 준비해야 해서 바쁘단 말야.
en_us: mr. baek and I are going to be busy preparing everything.

source: 먹어~
en_us: let’s! go! eat!

source: 그 전에 화해하길 두 손 모아 기도해봐.
en_us: why don’t you try praying for their reconciliation then?

source: 한결 씨.
en_us: mr. seo.

source: 아니, 분위기 진짜 심각했다고!
en_us: oh my- i’m telling you, the vibes were awful!

source: 이런 건 그렇게 간절하게 부탁하지 않아도 들어준다고.
en_us: you don’t have to ask so sincerely about something like that. i’d do it regardless.

source: 휴, 휴대폰?
en_us: ph-phone?

source: 왜 그래요?
en_us: what’s wrong?

source: 저희도 잘 알죠.
en_us: we know that well too,

source: 너 그러면 안 된다.
en_us: you shouldn’t be like that.

source: 그보다 훌륭한데?
en_us: more than that, i’m impressed.

source: 수상..
en_us: suspicious...

source: 일단 제가 직접 가인이랑 대화를⋯!
en_us: let me talk ga-in first and see-

source: 그나저나 쟤네는 뭔 대화를 저렇게 오래 해?
en_us: whatever the case, why are the two of them talking for so long?

source: 이쪽이야.
en_us: this way.

source: 그나저나 백 비서님, 걔를 그렇게 건드렸는데도 안 잘렸단 말이야?
en_us: anyways, mr. baek still has a job after prodding her like that?

source: 그 애는 도움이 필요해 보였어요.
en_us: he looks like he needs help.

source: 이런 건 중학교 들어가야 배우는 거 아닌가?
en_us: aren’t those things what we learn in middle school?

source: 제가 이사님한테 실망하는 게 뭐 어때서요?
en_us: so what if i am disappointed in you, director?

source: 도연화.
en_us: yeonhwa do.

source: 어린애가 위험해지면 당연히 도와줘야 하는 거 아니냐.
en_us: if a child is ever in danger, it’s a given that someone helps out.

source: 딱히 일정은 없는데.
en_us: i don’t think i have anything in particular.

source: 풍성한게예쁠것같아서많이시킬건데괜찮죠?괜찮은걸로알고많이사둘게요?화이팅!어쨌든간에다꾸미면이사님을다시회사로불러내야하는데무슨구라를치는게좋을지모르겠네여튼이사님불러내고왁!하고짠!하고깜짝놀랐죠서프라이즈~한다음열두시이사님생일되면와아아악악!!!폭죽뽝!!축하뽝!!!제계획어때요죽이죠?
en_us: imgonnaorderalotofballoonsbecauseifeellikeitwilllookprettierthatwayisthatcool?illbuysomehighqualityones.letsgooo!anywaysoncewearedonedecoratingwehavetocallmsdirectorbacktothecompanybutidontknowwhatexcusestouse.whateverthecasewewillcallheroutandjumpoutatherwithawaagh!andtada!andasurprise~andoncetheclockpasses12wewillgowaaaaaaaaaagggghhh!!!streamerspop!!congratulationsallaroundpop!!!whatdoyouthinkofmyplanisntitgreat?

source: 오늘 있었던 일을 전부 잊어준다면 더 고맙겠고.
en_us: if you can forget everything that happened today, that would be even better.

source: 괜히 이사님께서 나섰다가 말짱 도루묵 되는 거 아닌지 모르겠네요.
en_us: i’m just worried that you’ll mess it all up, director.

source: 아포카토
en_us: affogato

source: 가인이 옆에서 일하는 만큼 시급을 줄게요.
en_us: i’ll pay you for the time spent working for ga-in.

source: 내가 얘를 돌볼 수 없는 상황이 온다면⋯
en_us: ...and i can’t be there to take care of him...

source: 늘 다정하게 나를 대해주던 기사님이
en_us: but i live in a world...

source: 뻐
en_us: th

source: 혹시 오늘 시간 남는 분들 몇 명이나 돼요?
en_us: oh, and how many are there that have some free time today?

source: 10년이라고요.
en_us: 10 years.

source: 아주 멋진 용사님이 나오는 꿈.
en_us: a dream about an amazing warrior.

source: 알겠으니까 조용히 좀 해ꞏꞏꞏ
en_us: okay already... quiet down.

source: 며칠 전.
en_us: a few days ago.

source: 이사님은 왜 한결이와 제가 가까워지는 걸 꺼리는 거죠?
en_us: why are you concerned about me getting closer to hangyeol, director?

source: 파니니 + 아메리카노
en_us: panini + americano

source: 백영웅 씨는 갑자기 왜...
en_us: mr. baek, why are you all of a sudden-

source: 응?
en_us: please?

source: 얼마나 좋은 곳에 합격했길래?
en_us: the new place must be quite good.

source: 전생의 기억이 없는 채로 환생한 탓에
en_us: having lost the memories of my past,

source: 실망할지도 몰라.
en_us: maybe even disappointed.

source: 아, 아가씨.
en_us: m-my lady.

source: 그건ꞏꞏꞏ
en_us: that...

source: 가까운 사람에게는 한없이 약해지는 다정한 성격⋯
en_us: a warm personality that infinitely weakens to those close to him.

source: 백 비서님, 뭐 드실래요?
en_us: mr. baek, what do you want to eat?

source: 지금요?
en_us: right now?

source: 그⋯ 그렇구나⋯
en_us: i-i see...

source: 갑자기 뭔 소리야⋯
en_us: what are you talking about...?

source: 왜 내가 가인이와 만나면 안 되는 거예요?
en_us: why can’t i meet with ga-in?

source: 이렇게 된 거 강준혁 너도 도와주라.
en_us: why don’t you help us out why you’re at it, junhyuk?

source: 동생이 없네?
en_us: oh? i see that your brother isn’t here.

source: 그 사랑에 감동해 소원 한 가지를 들어주려고 합니다.
en_us: your love has touched me, and therefore, i would like to grant you one wish.

source: 됐어요?
en_us: is that good?

source: ⋯심한 말 해서 미안합니다.
en_us: i’m sorry for being harsh to you.

source: 고작?
en_us: mere revenge?

source: 설마ꞏꞏꞏ
en_us: it can’t be...

source: 설마 진짜로 폭력 조직이랑 엮여 있었을 줄은ꞏꞏꞏ
en_us: i never expected him to be affiliated with a violent group like that... i thought he was exaggerating.

source: 아하하!
en_us: ahaha!

source: 아니,
en_us: i mean...

source: 거, 까칠하게 굴지 말고 좀 들어봐.
en_us: hey, stop being so rough and listen.

source: 어디서 이상한 소문 듣고 온 모양인데
en_us: it seems like you’ve heard some strange rumors,

source: 알겠습니다.
en_us: all right.

source: - 49화 -
en_us: episode 49

source: 생일 파티 시작까지 약 10시간.
en_us: 10 hours before the birthday party

source: 계 실장님!
en_us: ms. gye!

source: 뚝.
en_us: tap.

source: 그래요?
en_us: is that so?

source: 준혁아아아아~
en_us: juuuuuuun!

source: 용사 마리아가 사망했다는 소식이⋯
en_us: we’ve just received report of the death the warrior maria...

source: 내일인데.
en_us: it’s tomorrow.

source: 그것이⋯
en_us: well...

source: 이런 짓을 왜 저질렀는지 이유라도 알고 싶⋯
en_us: at the very least, i want to know the reason why she did something like th-

source: 어른들끼리 얘기하는 동안 가인이랑 좀 놀아줄래?
en_us: the adults have some things to discuss. why don’t you go play with ga-in for a bit?

source: 그래도 마음을 정리할 시간이 필요하다면⋯
en_us: but if you still need time to straighten out your feelings...

source: 앙
en_us: p

source: 내가 거길 왜 가.
en_us: why would i go there?

source: 설마 맨날 야근하는 건 아니지?
en_us: you aren’t working overnight every day, are you?

source: 나랑 어디 좀 같이 가 줬으면 좋겠는데.
en_us: I want you to go somewhere with me.

source: 그렇지만 부정은 못 하겟네요···
en_us: but i can’t exactly disagree with that statement either...

source: 에휴⋯
en_us: whew...

source: 내가 받은 것들도 갚아야 할 빚이 될 뿐.
en_us: even the things i’ve already received became a debt i have to repay.

source: 저 둘⋯
en_us: those two...

source: 포도 주스 괜찮냐고.
en_us: is grape juice okay for you?

source: 그날은 혼란스러워서 저도 모르게 감정적으로 말해버렸어요.
en_us: that day, i was too distraught to hold my emotions in check.

source: 따르르릉-
en_us: riiing

source: 백영웅 씨가 아무에게나 무르게 군다는 건 알고 있었지만.
en_us: mr. baek, i know you act headstrong to just about anyone...

source: 전생의 나는 원하는 것을 이루기 위해 당신을 이용했어요.
en_us: in the past, i used you to get something i wanted.

source: 하지만 직접 부릴 수 있는 사람이 생긴 지금은⋯
en_us: but now, with someone i can directly order around...

source: 괜찮아?
en_us: are you okay?

source: 아니 글쎄, 얘가 이사님을 인질로 잡았다니까요?
en_us: like, oh my freakin’ goodness, he was holding ms. director as hostage!

source: 지금은 제가 다 해결해서 괜찮지만요!
en_us: but it’s all fine now since i took care of it!

source: ···오빠 정말 너무하네.
en_us: do you really have to be like this?

source: 얼굴은 나리가 맞는데...
en_us: hmm... it’s definitely nari’s face...

source: 먹어.
en_us: let’s go.

source: 그래도 저를 이용했다는 것에 최소한의 미안함은 느끼고 계신 것 같으니까
en_us: since it looks like you at least feel bad about using me back then,

source: 영웅 오빠.
en_us: hero.

source: 급한 일이 생겼다고 잠깐 자리 비우셨어요.
en_us: but he left for a bit because of urgent business.

source: 찌르고 싶으면 찔러요.
en_us: go ahead and stab me if you want.

source: 저녁에 두세 시간 정도만 이사님 모시고 나갔다 와주라.
en_us: yup. can you take the director out for like... two to three hours?

source: 주춤..
en_us: FLINCH

source: 그냥 서프라이즈 집어치우고 편하게 해, 편하게.
en_us: just get rid of the surprise and do it comfortably.

source: 아!
en_us: ah!

source: 응⋯
en_us: okay...?

source: 편하게 살게 둘 수는 없다고ꞏꞏꞏ
en_us: i can’t just simply let her live in peace...

source: 탁탁
en_us: tap tap

source: 그래요.
en_us: okay.

source: 밑에서 비명 소리 나는 거 싫다고 몇 번을 말했는데.
en_us: i already told you that i hate hearing screams from below.

source: 바, 방해해서 죄송합니다!
en_us: w-we apologize for the disturbance!

source: 휴우, 대체 무슨 일이 있었던 거예요?
en_us: whew... just what exactly happened?

source: 너⋯ 너 누구야.
en_us: wh-who are you?!

source: 다그닥
en_us: clip-clop

source: 갈 일이 있을지 모르겠네.
en_us: i don’t know if i’ll ever go near it.

source: 두리번
en_us: glance

source: 백영웅, 내가 부탁할 건 내 동생이야.
en_us: hero, my favor is for you to take care of my brother.

source: 네 말 들을 테니까 이사님은 놔 줘.
en_us: i’ll listen to what you have to say, so let ms. director go.

source: 빠
en_us: b

source: 같잖은 이해심 발휘하는 것도 때와 장소는 가려야지.
en_us: there’s time and place for such a cringeworthy sympathy.

source: 땡그랑-
en_us: cling

source: 그리고 도망에 성공한다고 쳐도
en_us: even if you do succeed in escaping,

source: ⋯흠.
en_us: hmmm...

source: 저 따라오세요.
en_us: follow me, please.

source: 노골적으로 귀찮아하고 있잖아...
en_us: she’s visibly showing how annoyed she is...

source: 그런데 도연화 이사와 관련된 일에는 눈이 돌아가서⋯
en_us: but when it comes to things related with director do, she does a 180...

source: 안 바쁠 때 함 보자 밥 사줄게~
en_us: let’s meet when you’re free. i’ll buy you a meal~

source: 그러고 보니 최근 들어 다른 사람이랑 통화 중일 때도 많아졌지.
en_us: come to think of it, he’s been having more frequent phone calls recently.

source: 한결 씨의 신변은 오늘부터 우리 딸, 가인이에게 맡기지.
en_us: from today, i’ll leave mr. seo’s life in your hands, my daughter.

source: 생일 파티 시작까지 앞으로
en_us: the birthday party is set to begin in...

source: 그게 뭐.
en_us: what about it?

source: ⋯라고 다짐하긴 했지만
en_us: that was my resolve...

source: 일 열심히 해.
en_us: good luck with work.

source: 오빠는 대체 어떤 소원을 빌고 환생한 걸까?
en_us: what could you have wished for before being reincarnated?

source: 실장님, 저 잠깐만 자리 비울게요.
en_us: ms. gye, i have to go somewhere real quick.

source: 저도 너무 당황스러워서⋯
en_us: i’m baffled too...

source: 공주님이 버틸 수 있을 만한 게 아니⋯
en_us: it is too much for you to bear, my lad-

source: 우당탕
en_us: rumble

source: 넹, 맛있더라고요.
en_us: yep. it was so good.

source: 으음, 그럴까요.
en_us: hmm, should i?

source: 죄송하다고요.
en_us: i said i’m sorry...

source: 설마 나랑 눈도 안 마주치려고 할 줄은 몰랐지.
en_us: i didn’t expect her to completely avoid my gaze either.

source: 후다닥-
en_us: scurry-

source: 죄송해요.
en_us: i apologize.

source: 꽃가로 알레르기 생길 것 같아...
en_us: i feel like i’ll develop a pollen allergy...

source: 하핫...
en_us: haha

source: 일이 있긴 있다는 거지?
en_us: but you’re saying that you do have something planned.

source: 내가 정리할 테니까.
en_us: i’ll organize them.

source: 짜
en_us: sl

source: 참 난감해.
en_us: it’s really upsetting.

source: 마왕성으로 가는 건 안 됩니다!
en_us: no, it’s too dangerous to go to the demon lord’s castle!

source: 그러니까 조심해.
en_us: ...so be careful.

source: 그런 사람들 있어.
en_us: there are people like that.

source: 흑⋯ 엄마는 왜 어른들 모임에 나까지 데려온 거야.
en_us: ugh... why did mom have to bring me to the adults’ meeting?

source: 미안⋯ 가라고 해도 들을 사람들이 아니다.
en_us: sorry... even if i do, they won’t listen.

source: 휴대폰은 여기 있어.
en_us: here’s the phone.

source: 용사 등장
en_us: the rise of the hero

source: 이제야 내가 누군지 알겠어?
en_us: did you finally figure out who i am?

source: 아까 싫다고 했잖아.
en_us: i already told you no a while ago.

source: 남의 선물 너무 탐하시는 거 아닙니까⋯?
en_us: aren’t you eyeing her gifts a bit too much...?

source: 탓해도 상관없으니까 옆에만 두세요.
en_us: i don’t mind even if you blame me, but just keep me by your side.

source: 쭉 지켜봤는데도 딱히 보고 드릴 만한 게ꞏꞏꞏ
en_us: i kept an eye out, but there wasn’t really anything to report...

source: ⋯울이
en_us: -wool

source: 기강이 빠졌어.
en_us: he’s lacking discipline.

source: 맛있는 거 주든?
en_us: was it good?

source: 대체 어떻게 하고 싶은 거예요?
en_us: how exactly do you want to proceed?

source: 넵!
en_us: g-great!

source: 카라멜 마끼아또
en_us: caramel macchiato

source: 너 이사님 친구잖아!
en_us: that’s because you are ms. director’s friend!

source: 내가 직접 얘를 돌볼 수 없는 상황이 온다면ꞏꞏꞏ
en_us: ...and i can’t be there to take care of him...

source: 아⋯ 지금 반백수인 주제에 바쁜 척 지려.
en_us: ah... love hearing excuses from someone that’s half unemployed.

source: 도연화가 오빠를 집어삼킬 거야.
en_us: yeonhwa will swallow hero whole.

source: 솔직히 엄청 궁금해요.
en_us: to be honest, i’m really curious.

source: ···그런데 왜 영혼이 다시 여기로 넘어온 거지?
en_us: so why did his soul return?

source: 이 편지를 도연화 이사 가방 안에 넣고 와주세요.
en_us: slip this letter into director yeonhwa do’s bag, please.

source: 사실 합격할 줄은 몰랐는데 운이 좋았지.
en_us: to be honest, i didn’t know i was going to get in, but i was lucky.

source: 마카롱 + 아메리카노
en_us: macaron + americano

source: 다 된 밥에 재 뿌리고 앉았
en_us: she’s undoing what’s almost done!

source: 나는 천진난만하게 그와의 행복한 미래를 그리기에 바빴다.
en_us: I was busy imagining an innocent and happy future with him.

source: 아무 일 없었던 것처럼.
en_us: act like nothing ever happened.

source: 여기 말고⋯
en_us: well, instead of premade ones...

source: 스윽
en_us: raise

source: 제가 없는 것보다는 있는 게 낫다고 여기게 해드릴 테니까.
en_us: i’ll make sure you feel that it’s better for me to be here than not.

source: 야, 넌 입이 없냐?
en_us: hey, don’t you have lips?

source: 빈말 아니었어.
en_us: i meant it.

source: - 52화 -
en_us: - Episode 52 -

source: ⋯아냐.
en_us: no...

source: ⋯그 애가 범인이 아니라는 말은 안 할게요.
en_us: ...and i won’t say she isn’t the culprit.

source: 그건 아니고, 책상에 두고 왔나 봐요.
en_us: nah, i don’t think so. i must have left it on my desk.

source: 그나저나 상당히 후미진 곳이네.
en_us: anyway... this neighborhood seems a bit outdated.

source: 왜 또 오빠랑 같이 있는 거야?
en_us: why is she with him again?

source: 백영웅이 또 뭐 보낸 건가?
en_us: did hero send something again?

source: 안절 부절
en_us: uneasy

source: 너희 정말···
en_us: you both...

source: 한 대 정도는 맞을 각오 하고 있었는데...
en_us: i was prepared to get hit at least once...

source: 억!
en_us: ugh!

source: 으쓱
en_us: SHRUG

source: 나 죽음
en_us: my death

source: ⋯왜 사과하는 거죠?
en_us: why... are you apologizing?

source: 마침 근처라...
en_us: but i was nearby...

source: 못 이기겠네, 진짜.
en_us: i can’t win over her, seriously.

source: 그랬어요⋯?
en_us: i-is that so...?

source: 내가 빠지라고 그렇게 말했는데도 버틴 건 그쪽이라고요.
en_us: i insisted on you staying out of this, but as i recall, you were the one who stubbornly refused.

source: (헤이즐넛, 바닐라, 카라멜)
en_us: (hazelnut, vanilla, caramel)

source: 영웅 오빠 휴대전화
en_us: my hero incoming call

source: 연락 없이 찾아와서 미안해요~
en_us: sorry for such a sudden visit!

source: 움찔
en_us: flinch

source: 가인이한테 들키면 가장 위험해지는 건 너야, 한결아.
en_us: if ga-in finds out, it’ll be the most dangerous for you, hangyeol.

source: 저, 저는 아무거나 좋은⋯
en_us: a-anything is fine...

source: 펑!
en_us: pop!

source: 바로 몰려드는 축하 선물 분류하기.
en_us: sorting out all the gifts that are piling up.

source: 아메리카노
en_us: americano

source: 역시 유명한 건 다 이유가 있다니까.
en_us: no wonder this place is so famous.

source: 실화냐?
en_us: is this real?

source: 고작'이라니···
en_us: you say ‘mere’...

source: 아가씨 마리 맞네요.
en_us: it’s as you said.

source: 고작 여기서 벗어나기 위해 감수해야 할 것 치고는 너무 무거운 것 같은데.
en_us: i’m afraid you’ll have to go through quite a bit just to get out of here.

source: 하긴, 오빠는 너무 건강하고, 밝고···무지하지.
en_us: i suppose, you’ve always been very healthy, bright... and ignorant.

source: 나 진짜 멍청하네⋯
en_us: wow, i’m so stupid...

source: 와 아 아 앙
en_us: waaah

source: 그리고 저 애가 맘대로 올라온 거거든요?
en_us: and the kid climbed on top on his own.

source: 븍응응 쓰으 읍증을 즌증흐그 흡륵흐드륵 느륵흐긋습느드⋯
en_us: i weell dou mau baust tau trit yoo weth moore rauspauct en cauperat bautterrrr...

source: 얼마나 더 가야 해?
en_us: how long until we’re there?

source: 아뇨!
en_us: no!

source: 뭐하는 거야!
en_us: what are you doing?!

source: 저희 쿠키도 사요!
en_us: let’s get a cookie too!

source: 내 알 바냐.
en_us: not my business.

source: 그러니까 제발 얼른 항복해주라.
en_us: so please, give in already.

source: 여보세요!
en_us: hello?!

source: 서한결 씨가 그러던가요?
en_us: did mr. seo say that?

source: 잘 생각했어, 인마.
en_us: good choice, bro.

source: 왜 안 와!
en_us: why isn’t he coming?!

source: 우리는 전생에 미련이 남아서 이렇게 다시 만나게 된 거야.
en_us: we met like this again because we still have unfinished karma left from our past lives.

source: 잘됐네.
en_us: good.

source: 이 목소리ꞏꞏꞏ
en_us: this voice...

source: 어차피 한 번뿐인 인생인데 마음이 시키는 대로 해.
en_us: you only live once, so just do as your heart desires.

source: 엑⋯ 그렇게 바빠?
en_us: eeek... are you that busy?

source: 여기 있네.
en_us: here it is.

source: 사장님, 혹은 도연화 이사가 동생에게 관심을 보이거나
en_us: by chance, if my boss or even director do starts showing interest in my brother...

source: 저번에 봤던 아저씨 있잖아.
en_us: remember that man you saw a while back?

source: 빠득
en_us: grind

source: 여기 앉아.
en_us: sit here.

source: 치사해~
en_us: so cheap.

source: 갚을 능력이 없는 서한결 씨에게 갚는 방법을 알려줄 수는 있어.
en_us: although he may lack the means to pay us back, there is another way for mr. seo to settle his debt.

source: 실장님 단순함 장난 아냐
en_us: your simplicity never ceases to amaze.

source: 어쩐지 취조 분위기.
en_us: it feels like an interrogation.

source: 아니, 무슨 그런 쓰레기 같은 놈들이 다 있어?!
en_us: what the... what kind of trash are they?!

source: 슬슬 활동 시작할 거거든⋯?
en_us: i’m slowly getting back out there, all right?

source: 점심시간 끝나가서.
en_us: my lunch ended.

source: 저, 저, 점심은 맛있게 드셨나요?!
en_us: d-d-did you have a nice lunch?!

source: 충성심도 없는 게 왜 그렇게 웃대가리한테 쩔쩔매나 싶었더니⋯
en_us: i wondered why you were still struggling and working for a boss you had no loyalty to...

source: 분명 방법이 있을 거야⋯!
en_us: there has be a way...!

source: 네 휴대폰은 내가 가져갈 거니까 넘기고 뒤로 물러나.
en_us: i’m taking your phone, so give it to me and back off.

source: 그러니까 걱정하지 마세요.
en_us: so... don’t worry.

source: 하, 하하··· 백 비서님 늦으시네···
en_us: ha... haha... mr. baek is late...

source: 찬
en_us: i’m...

source: 뭔 냄새?
en_us: what is?

source: ⋯심한 말 해서요.
en_us: for... saying harsh words to you.

source: 뭐 해?
en_us: didn’t you hear me?

source: 아, 실장님이 사라고 한 것들 주문했거든요?
en_us: ah! i ordered what you wanted me to buy.

source: 그니까!
en_us: i know, right?!

source: 걔 초등학교는 들어갔디?
en_us: didn’t he just get into elementary school?

source: 고 오 오 오
en_us: grrr

source: ⋯알겠어요.
en_us: okay...

source: 쾅
en_us: boom

source: 심란한 상태라 안 들림.
en_us: too overwhelmed to listen.

source: 내 생일과 관련된 일인가.
en_us: does this have something to do with my birthday?

source: 이사님께 흉기를 들이댄 사람이에요.
en_us: he held a weapon against the director.

source: 각자 이유는 다르겠지만, 그거 하나는 확실해.
en_us: although our reasons are different, that much i know is true.

source: 들었는데⋯
en_us: i did, but...

source: 이력서 넣는다는 말도 못 들었는데!
en_us: you didn’t even tell me you were applying anywhere!

source: 범인이랑 대화해서 뭐 하게요?
en_us: what’s the point of talking to that criminal?

source: 나 혼자 하는 복수에는 한계가 있어.
en_us: there’s a limit to what i can do for my revenge on my own.

source: 가인아.
en_us: ga-in.

source: 관심받고 싶어서 저러는 것임.
en_us: they wanna catch your attention, so they’re acting out.

source: 유치 뽕짝이지.
en_us: it’s hella immature.

source: 용사님을 구하고, 마왕에게 고통을 줄 수 있다면
en_us: if i can save the holy warrior and inflict agony on the demon lord...

source: 가만 안ꞏꞏꞏ!
en_us: i will-

source: 물론 안 들겠죠.
en_us: i suppose not.

source: 에잇, 지하철도 놓쳤잖아.
en_us: jeez, i missed the sub too.

source: 오빠가 날 대하는 태도가 갑자기 바뀌었어.
en_us: the way he treats me has changed.

source: 나한테 실망할걸요.
en_us: because i think you’ll be disappointed in me.

source: 좔좔좔~
en_us: blablabla

source: 마왕성에 가서 영영 돌아오지 않는 세계 속에서 살아.
en_us: ...where the warrior, who always treated me kindly, left for the demon lord’s castle, only to never return.

source: 사실 사장님 때문인 것도 있어.
en_us: in all honesty, it’s largely because of my boss.

source: 실망?
en_us: disappointed?

source: 다른 건 없고 물이나 마셔.
en_us: i don’t have anything else but water.

source: 저예요.
en_us: it’s me.

source: 그, 그러니까⋯
en_us: ah, the th-thing is...

source: 입이 떨어지지 않았다.
en_us: my lips won’t move.

source: 영웅 오빠는 무리 사이에서도 유독 눈의 띄었다.
en_us: hero always stood out, even amongst the crowd.

source: 뭐예요?
en_us: what is it?

source: 한 번만 더 이래 봐.
en_us: if you try something like this one more time,

source: 그래서 말인데, 네가 대신 갚아줘야겠다.
en_us: thus, i gotta inform ya that you will have to be the one to pay us back.

source: 저 사람들 누구야?
en_us: who are those people?

source: 역시 무서워⋯!
en_us: she really is scary...!

source: 나 이제 들어가야겠다.
en_us: i think i have to get going now.

source: 걍 가자.
en_us: let’s just go.

source: 네가 딱히 할 수 있는 일도 없을 거야.
en_us: i don’t think this is something you can resolve either.

source: 별걸 다 궁금해하는군요.
en_us: quite curious, aren’t you?

source: 대체 왜...?
en_us: but why...?

source: 골라.
en_us: choose.

source: 허억, 끊겼는데⋯⋯.
en_us: huff, was hung up abruptly...

source: 미안해~ 조만간 연락한다 해놓고 너무 늦었지.
en_us: sorry! i told you i was going to call but took too long, didn’t i?

source: 고작 전생의 복수심 하나 때문에 이런 짓까지···
en_us: how could you do something like this for a mere revenge...

source: 야야, 애 곱게 다뤄라.
en_us: hey, hey, be more gentle.

source: 빚을 지는 것도, 불안에 떠는 것도.
en_us: i’m just... sick of it all.

source: 안녕하세⋯
en_us: hi, how are-

source: 오직 한 사람을 향한 뜨겁고 깊은 마음⋯
en_us: your devotion for her runs hot and deep...

source: 백 비서님한테는 안 그럴 거라는 보장이 없어요.
en_us: there’s no way to ensure he won’t do that to do you, mr. baek.

source: 그럼 좀 덜 어색할지도!
en_us: maybe it will be less awkward then!

source: 애초에 내가 도연화 이사 말고 너한테 부탁하는 거라고 했잖아.
en_us: didn’t i say i was asking you for a favor, not director do?

source: 백 비서님도 근처 갈 일 있으면 한번 들러봐요.
en_us: you should stop by if you’re in the area.

source: 게다가 이렇게 싸움이 오래 이어진 건 처음인데⋯
en_us: on top of that, this is the first time that a fight’s gone this long...

source: X됐다⋯
en_us: this is so f**ked.

source: 그래도 오빠 만날 시간은 돼.
en_us: so, i have time to meet you.

source: 저 포도 맛 좋아해요.
en_us: i like grape flavors.

source: 주섬...
en_us: search

source: 미리 축하하는 거지, 미리.
en_us: it’s an early congratulation, you know.

source: 브레드 + 아메리카노
en_us: bread + americano

source: 가인이가 많이 놀랐나 보네.
en_us: you must’ve been shocked, ga-in.

source: 꽤 됐어⋯
en_us: quite a while ago, it seems.

source: 끄으으으으으으으
en_us: ughhhhhhh

source: 협박범 잡겠다고 큰소리치던 사람이 이제 와서 갈팡질팔하는 거,
en_us: hearing someone who adamantly wanted to catch the stalker being swayed left and right...

source: 왜 내가 가인이와 대화하지 않길 바라는 겁니까?
en_us: why do you not want me to talk to ga-in?

source: 좋긴 한데⋯
en_us: but...

source: 원래 그런 사람이잖아.
en_us: she’s always been like that.

source: 음⋯ 한울이 영양제.
en_us: hmmm... it’s nutritional supplements for you.

source: 아, 아!
en_us: ah, ah!

source: 저, 저기⋯!
en_us: h-hey...!

source: 따라와.
en_us: follow me.

source: 가자, 한울.
en_us: hanul, let’s go.

source: 아, 맞다.
en_us: ah, right.

source: 잠깐···
en_us: wait...

source: ⋯되게 어른 방 같다.
en_us: it looks so much like an adult’s room...

source: 몰래 이사실 꾸밀 시간이 필요하거든.
en_us: we need time to decorate her office.

source: 불러도 말을 안 해~
en_us: why do you not respond even when i call?

source: 비겁하다는 생각은 안 들어요?
en_us: don't you think that’s a bit cowardly?

source: 당연히 말 안 했지.
en_us: of course not.

source: 뭔가 이상하네.
en_us: something’s strange.

source: ⋯모르겠다
en_us: whatever...

source: 내일 뵙겠습니다!
en_us: i’ll see you tomorrow!

source: 돌돌돌...
en_us: roll roll roll...

source: 으응!
en_us: o-oh!

source: 어쩌라고요.
en_us: what do you want me to do?

source: 나한테 필요한 사람은 권력자가 아냐.
en_us: i don’t need help from someone with power.

source: TV⋯ 에 나오긴 했지.
en_us: tv... well, i was on the news before.

source: 그러니까 평소처럼 행동해.
en_us: so act as you normally would.

source: 오⋯!
en_us: oh...!

source: 뭘 몰라.
en_us: what do you mean you don’t know?

source: 일정 다시 확인하고 따로 연락 줄게.
en_us: i’ll check my schedule and let you know again.

source: 대룡 그룹 알지?
en_us: you know dragon group, right?

source: 네 말대로 항복하겠다고.
en_us: like you said, i’ll give in.

source: 멋대로 기대한 사람이 죄지.
en_us: i guess the fault lies with the one with expectations.

source: 도연화 이사.
en_us: director yeonhwa do.

source: 어머, 이게 뭐야.
en_us: huh? what is this?
